{
  "subtitle": "", 
  "description": "", 
  "language": "eng_GB", 
  "title": "Wife Inheritence", 
  "primary_category": "75394de887e74d0cabe0d7099e68fcef", 
  "created_at": "2015-06-15T17:38:53.117799+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-06-15T17:38:53.118027+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**The Problem:**\r\n\r\nCissy and Mark have been married for over 20years. Unfortunately early this year, Mark died in a boda boda accident. During the burial, Mark's relatives said that since they had paid bride price for Cissy, she belongs to them and as a result, the relatives have taken her away as a third wife to Ken, Mark’s younger brother. Cissy was unhappy about the whole situation and has run away back to her parent’s home.[T1]\r\n\r\n**What the Law Says:**\r\n\r\nThe Constitution of Uganda provides for equality before the law. Under the Laws of Uganda, customary marriages are recognized as long as they abide by the Constitution of Uganda. According to decided cases, payment of bride proce is not wife purchase. A marriage is only entered into by free consent of the parties involved; no one can be forced to enter into a marriage they do not wish to undertake. \r\n\r\n**Possible Solutions:**\r\n\r\n1.        Report the matter to the Criminal Investigation Department of the nearest police station.\r\n2.        Report the matter to the Local Council leaders who will address the matter. If the Local Council leaders do not help, report the matter to the sub-county chief who can also preside over and resolve the matter. \r\n3.        Contact women organizations like  Uganda Association of Women Lawyers (FIDA) who could provide more advice and support. \r\n4.        Educate members of the family about the legal position regarding this issue in order to help them deal with it better.\r\n5.        Contact BarefootLaw for more information", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "wife-inheritence", 
  "uuid": "3b4daf75e6fd4ccd81f4063011d7e455"
}