{
  "subtitle": "", 
  "description": "", 
  "language": "eng_GB", 
  "title": "Succession", 
  "primary_category": "75394de887e74d0cabe0d7099e68fcef", 
  "created_at": "2015-06-15T17:26:38+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-06-15T18:10:55.314748+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**The Problem:** \r\n\r\n**For over ten years, Stephen lived with Mercy during which time they had two children - Susan and John - but they were never married., The relationship eventually fell apart and Stephen left Mercy and married Anita with whom he had 7 children. Unfortunately, Stephen died, without writing a Will. After his burial, Susan and John were asked by relatives to leave the house their father built since their mother was not lawfully married to Stephen. According to the relatives, they do not belong to the family and hence have no right to any inheritance. Susan and John have no where to go.** \r\n\r\n**What the Law Says:**\r\n\r\nUnder the law, children born in a marriage (legitimate) and those born outside the marriage (illegitimate) have equal rights to property of the deceased parent. In this case, \r\n1.        What can they use as grounds to convince the clan elders? Opio and Achieng can inform the clan that the law does not discriminate between children born in and outside the marriage and that they are all entitled to the property. \r\n2.        Are there any structures at district level? \r\n3.        Where is the Administrator General’s office/representative at district level? What do they need to go to the Administrator General\r\n4.        If that fails, then the children can report the matter to the office of the Administrator General who will then be able to offer them more assistance. \r\n\r\n**Possible Solutions:**\r\n\r\n 1. The first step to take would be to call for a family meeting to try and resolve this issue.\r\n 2. If the family meeting fails to resolve this issue, then the next step would be to report the matter to the office of the Administrator General, or a representative of this office at the district level. \r\n 3. If the above two options fail, then the final alternative is to proceed with this issue to court.", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 3, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "succession", 
  "uuid": "5e4e08b9725644e48674115484f1e874"
}